{
    "id": "2062",
    "keywords": [
        "Frauenhaus",
        "Kind",
        "Häusliche Gewalt",
        "Kindesmisshandlung",
        "Sozialarbeit"
    ],
    "title": "Frauenhauskinder als Zielgruppe von Prävention und Intervention durch die Soziale Arbeit",
    "text": "Häusliche Gewalt, besonders männliche Gewalt gegen Frauen im sozialen Nahraum, ist auch im Jahr 2021 noch ein gravierendes gesamtgesellschaftliches Problem. Trotz besonderer Risikokonstellationen betrifft häusliche Gewalt Frauen jeder Altersstufe, Nationalität, religiöser und ethnischer Zugehörigkeit, unabhängig von der Schichtzugehörigkeit und dem jeweiligen Bildungshintergrund. Dass die betroffenen Frauen sich häufig in einem Abhängigkeitsverhältnis zu ihrem Partner befinden, aus dem sie sich nur schwer befreien können, verweist auf bestehende Machtasymmetrien im Geschlechterverhältnis. Eine repräsentative Studie des Bundesministeriums für Familie, Senioren, Frauen und Jugend (2004) weist nach, dass 25 % der Frauen in Deutschland im Alter zwischen 16 und 85 Jahren mindestens einmal durch einen Beziehungspartner eine Form körperlicher oder sexueller Gewalt erlebt haben: ein Drittel der Frauen einmalig, ein Drittel 2- bis 10-mal und ein weiteres Drittel 10- bis 40-mal. In mehr als der Hälfte der betroffenen Haushalte leben Kinder, welche die Gewalt gegen die Mutter in 70 bis 90 % mit ansehen, oder hören müssen oder sogar zwischen die Fronten geraten. Das Miterleben von Partnerschaftsgewalt geht für die Kinder mit großen Belastungen und Entwicklungsrisiken einher. Die Frauenhausbewegung hat seit den 1970er Jahren dazu beigetragen, Gewalt gegen Frauen im Geschlechterverhältnis zu problematisieren, zu enttabuisieren und öffentlich zu ächten. Außerdem hat sie dazu beigetragen, Frauen mit ihren Kindern Schutz zu bieten und neue Perspektiven in ein selbstbestimmtes, gewaltfreies Leben zu eröffnen. Bis in die 1990er Jahre wurden Kinder jedoch kaum als Zielgruppe mit eigenen Belangen wahrgenommen und unterstützt. Seitdem hat ein Umdenken stattgefunden. Meine Bachelorarbeit thematisiert daher Frauenhauskinder als Zielgruppe von Prävention und Intervention durch die Soziale Arbeit. Ich setze mich mit den Zusammenhängen zwischen Partnerschaftsgewalt und Gewalt gegen Kinder, sowie den Auswirkungen kindlicher Mitbetroffenheit auseinander. Hieraus resultiert die Frage, warum es erforderlich ist, Kinder in Frauenhäusern als eigene Zielgruppe der professionellen Sozialen Arbeit anzuerkennen und wie den speziellen Bedürfnissen von Kindern konkret Rechnung getragen werden kann. Neben der Frage nach der familienrechtlichen Berücksichtigung häuslicher Gewalt im Hinblick auf das Kindeswohl, geht es mir um die Frage, wie differenziert, flächendeckend und vernetzt das Hilfesystem sowie das Präventionsangebot im Hinblick auf die Zielgruppe aufgestellt ist und in welcher Weise Hilfsstrukturen ausbaufähig sind."
}