{
    "id": "1166",
    "keywords": [],
    "title": "Stadtentwicklung und Bürger*innenbeteiligung am Beispiel des Steintorplatzes in Hannover",
    "text": "Forschungsgegenstand der Bachelorarbeit ist der politisch gefärbte und direktiv gestaltete Aushandlungs- und Planungsprozess für die Bebauung eines zentralen innerstädtischen Platzes in Hannover. Entlang der Leitfrage, wie der demokratische Anspruch nach Bürger*innenbeteiligung in Stadtentwicklungsprozessen aus den Konzepten in die Umsetzung gelangt und welche Bevölkerungsgruppen in eben diesen Prozessen Ein- und Ausschlüsse erfahren, welche sie reproduzieren, finden eine mehrschichtige Verlaufsuntersuchung und eine Rückbindung in mögliche Betätigungsfelder der Sozialen Arbeit statt. \r\nDer Bachelorarbeit vorangegangen ist ein Praxisseminar zur Gemeinwesenarbeit und Öffentlichkeit, in welchem eine Feldanalyse stattfand. Anhand von angekündigten leitfadengestützen Expert*inneninterviews und qualitativen Interviews auf dem besagten Platz kristallisierte sich die offensichtliche Unkenntnis der Passant*innen über die Bebauungspläne heraus: Ein von offizieller Seite betontes Beteiligungsverfahren zur Neugestaltung ist den Nutzer*innen vielfach nicht bekannt gewesen. \r\nMethodisch wurde anhand des Governancekonzepts nach Baum (2012), Klöti (2016) und Walk (2011) und der „unternehmerischen Stadt“ nach Harvey (1989) die Einbindung von Sozialer Arbeit in Stadtentwicklungsprozesse analysiert. Ausgewertet wurden die Dokumentationen der Innenstadtforen im Rahmen des Policykonzepts „Hannover City 2020+“. Festzuhalten gilt, dass die zentrale Aufgabe der Sozialen Arbeit in diesem Zusammenhang benannt werden kann als die Thematisierung von sozialem Ausschluss (Anhorn & Bettinger 2005) und den hohen Voraussetzungen für den Zugang zu Beteiligung und Mitgestaltung des öffentlichen Raumes. Gezeigt wird, dass das erste Beteiligungsverfahren einer Scheinbeteiligung (Arnstein 1969) zur Legitimation von Ergebnissen aus Behörden- und Expert*innenenrunden diente; viele der eigentlichen Nutzer*innen des Platzes wurden nicht erreicht und beteiligt, da die Strukturen des Partizipationsangebotes zu hochschwellig und exklusiv angelegt waren. Es wird deutlich, dass die öffentlichen Verfahren bestenfalls der Information gedient haben.\r\nDiese Arbeit ist ein Plädoyer für eine planungsbezogene Soziale Arbeit (Drilling & Oehler 2013), welche sich räumlich-reflexiv und aktiv in die Gestaltung und Planung von Stadt einbringt, anstatt nur im Nachhinein daraus entstandene Konflikte und Probleme wie Ausschluss und Verdrängung von Randgruppen zu bearbeiten. Im bisherigen Prozess hat Soziale Arbeit die Aufgabe, sich kritisch im Interesse der marginalisierten Nutzer*innengruppen einzubringen und advokatisch tätig zu sein, bzw. darüber hinaus diese dabei zu unterstützen sich wirkungsvoll einzubringen, nicht wahrgenommen. In dem kommenden Verfahren 2018 bietet sich die Chance einer  inkludierenderen Beteiligung durch Methoden der Bürger*innenbeteiligung wie bspw. der Zukunftswerkstatt (Dienel 2011: 208ff) direkt auf dem Platz, in denen gegebenenfalls mehr Menschen zu Wort kommen als bei den bisherigen Verfahren."
}