{
    "id": "201",
    "keywords": [
        "Vermögensgegenstand",
        "Bilanzrecht"
    ],
    "title": "Ansatz und Bewertung originärer immaterieller Vermögensgegenständedes Anlagevermögens gemäß dem Gesetzentwurf zur Modernisierung des Bilanzrechts (Bilanzrechtsmodernisierungsgesetz – BilMoG) : Eine Betrachtung mit Blick auf die Informationsfunktion des Jahresabschlusses",
    "text": "Die vorliegende Arbeit befasst sich mit dem Ansatz und der Bewertung originärer immaterieller Vermögensgegenstände des Anlagevermögens im handelsrechtlichen Jahresabschluss. Es handelt sich hierbei um die Untersuchung der Frage, ob die Verpflichtung zur Aktivierung oben genannter Vermögensgegenstände die Aussagekraft eines Jahresabschlusses nach HGB erhöht. Während die internationalen Rechnungslegungsstandards (IFRS) den Ansatz immaterieller Vermögensgegenstände – unabhängig davon, ob sie entgeltlich erworben oder selbst erstellt wurden – schon lange vorsehen, hat sich der Gesetzgeber in Deutschland im Rahmen des Bilanzrechtsmodernisierungsgesetzes nun auch dazu entschlossen, das HGB-Bilanzrecht u. a. in diesem Punkt den IFRS anzupassen und das bisher in § 248 Abs. 2 HGB kodifizierte Aktivierungsverbot aufzuheben. Der vom Bundesministerium der Justiz am 21. Mai 2008 veröffentlichte Gesetzentwurf dient als Grundlage der Untersuchung. Die einzelnen geplanten Änderungen wurden ausführlich betrachtet und werden je nach Bedeutung für den Ansatz und die Bewertung – mehr oder weniger stark – diskutiert. Wie sich im Verlauf dieser Arbeit zeigen wird, ist davon auszugehen, dass die zukünftig für originäre immaterielle Vermögensgegenstände geltende Aktivierungspflicht auf Grund der zu erbringenden Nachweise – ebenso wie nach IFRS – als faktisches Wahlrecht betrachtet werden kann. Somit hätte die Aufhebung des § 248 Abs. 2 HGB nur geringe Auswirkungen auf die Bilanzierung von Unternehmen. Wenn allerdings die Möglichkeit der Aktivierung in Anspruch genommen wird und relevante Angaben im Anhang gemacht werden, ist eine Erhöhung des Informationsgehaltes eines Jahresabschlusses zweifellos gegeben."
}