{
    "id": "3674",
    "keywords": [
        "Kongress",
        "Soziale Verantwortung",
        "Corporate Social Responsibility",
        "Nachhaltigkeit",
        "Beteiligung",
        "Fallstudie",
        "Computerunterstützte Kommunikation"
    ],
    "title": "CSR-Kommunikation bei Kongressen : Eine Fallstudie zur re:publica 24",
    "text": "Die Arbeit beschäftigt sich mit der Nachhaltigkeitskommunikation von Kongress- und Konferenzformaten im Rahmen des Konzepts der Corporate Social Responsibility (kurz: CSR). In einer qualitativen Fallstudie wird die Konferenz re:publica 24 (Eigenschreibweise) als Best-Practice-Beispiel auf ihre CSR-Kommunikation in Bezug auf ihre Maßnahmen zur sozialen Nachhaltigkeit aus der Perspektive der Teilnehmenden untersucht, sodass die Forschungsfrage wie folgt formuliert wird: \"Wie gestaltet die Konferenz re:publica 24 ihre CSR-Kommunikation im Hinblick auf soziale Nachhaltigkeit aus der Perspektive der Teilnehmenden?\" Dahingehend wird die Konferenz zum einen im Hinblick auf ihre dialogorientierte Kommunikation mit den Teilnehmenden analysiert, wofür das CSR-Kommunikationsmodell nach Morsing und Schultz (2006) als theoretische Grundlage genutzt wird. Dieses beinhaltet die drei CSR-Kommunikationsstrategien \"stakeholder information strategy\" (einseitige Kommunikationsstrategie), \"stakeholder response strategy\" (asymmetrische Kommunikationsstrategie) und \"stakeholder involvement strategy\" (symmetrische Kommunikationsstrategie). Des Weiteren wird die Online-Nachhaltigkeitskommunikation auf der Website der Konferenz in Bezug auf die Dimensionen Informationsbereitstellung, Informationszugänglichkeit, Informationsverständlichkeit sowie Dialog untersucht. Für diese Analyse wird das Konzept von Godemann und Herzig (2012) herangezogen, das eine wirkungsvolle Online-Nachhaltigkeitskommunikation durch diese vier genannten Dimensionen definiert. Als zu untersuchende Kommunikationskanäle werden die Website der Konferenz, ausgewählte Social-Media-Kanäle, Pressemitteilungen sowie die Konferenzveranstaltung festgelegt. Die Ergebnisse der Forschung zeigen, dass die re:publica 24 während der Konferenz gezielt Formate einsetzt, um mit den Teilnehmenden in den Austausch zu treten, sodass dialogorientierte Kommunikationsstrategien (\"stakeholder response strategy\" und \"stakeholder involvement strategy\") identifiziert werden können. Die Online-Kommunikation hingegen wird nahezu ausschließlich zur einseitigen Information genutzt, und das Potenzial von Social Media, mit den Teilnehmenden vor der Konferenz in den Dialog zu treten, bleibt weitgehend ungenutzt. Die Online-Nachhaltigkeitskommunikation auf der Homepage der re:publica 24 erhält eine hohe Sichtbarkeit und somit Relevanz und vermittelt ein ehrliches sowie ganzheitliches Bild der CSR-Aktivitäten. Es sind jedoch Verbesserungsmöglichkeiten bei den Dimensionen Informationszugänglichkeit, Informationsverständlichkeit und Dialog feststellbar. Zusammenfassend kann die re:publica 24 als Best-Practice-Beispiel für die dialogorientierte Kommunikation während der Konferenz gewertet werden, besitzt jedoch noch Verbesserungspotenzial in der Weiterentwicklung der Online-Nachhaltigkeitskommunikation."
}