{
    "id": "329",
    "keywords": [
        "Korruption",
        "Persönlichkeit"
    ],
    "title": "Korruption: Einfluss von organisationalem Zynismus und emotionaler Kompetenz auf die Korruptionsbewertung",
    "text": "Die vorliegende Arbeit ist der empirischen Untersuchung der Deliktart Korruption gewidmet. Mittels vignettenbasierter Befragung unter 89 Studierenden der Betriebswirtschaft und 74 Studierenden der Wirtschaftsinformatik wurde deren Korruptionsbewertung erforscht. Einbezogen wurden dabei neben soziodemografischen Merkmalen, sowohl Personenfaktoren, in Form des organisationalen Zynismus (Abhari, 2007) und der emotionalen Kompetenz (Rindermann, 2008), als auch der Situationsfaktor persönliche Notlage (krankes Kind) versus keine persönliche Notlage (arbeitslose Ehefrau). Diese Ausarbeitung ist eine überarbeitete Version der Bachelorarbeit gleichen Titels, die im März 2012 an der Hochschule Hannover, Fakultät Wirtschaft und Informatik, Abteilung Betriebswirtschaft abgegeben wurde. Die Arbeit wurde von Sina Maffenbeier und Sven Litzcke betreut. Die Ergebnisse zeigen, dass sich ehrenamtliches Engagement positiv und hoher organisationaler Zynismus negativ auf die Meldebereitschaft hinsichtlich korrupter Handlungen auswirken. Aufgrund fehlender anzeigebereiter Opfer stellt die Meldebereitschaft eine wichtige Komponente bei der Aufklärung von Korruptionsdelikten dar. Zudem wird gezeigt, dass hoher organisationaler Zynismus die Entscheidungsfindung für oder gegen Korruption erschwert und hohe emotionale Kompetenz sie erleichtert. Mit steigender emotionaler Kompetenz nimmt zudem das subjektive Empfinden zur Angebotshäufigkeit korrupter Offerten zu. Des Weiteren zeigen die Ergebnisse in Bezug auf den Situationsfaktor persönliche Notlage (krankes Kind), dass den Teilnehmern die Entscheidungsfindung schwerer fällt als bei keine persönliche Notlage (arbeitslose Ehefrau). Die Teilnehmer haben zudem mehr Verständnis für eine korrupte Handlung im Fall persönliche Notlage (krankes Kind)."
}