{
    "id": "1264",
    "keywords": [
        "Bibliothekar",
        "Berufsanforderung",
        "Datenverarbeitung"
    ],
    "title": "Bibliothekare und Informationswissenschaftler mit IT-Schwerpunkt in Deutschland – Bedarf, Aufgaben, Kompetenzanforderungen und Vergleich der IT-Kompetenzen in Praxis und Studium",
    "text": "Die vorliegende Bachelorarbeit untersucht mittels Stellenanzeigenanalyse von Bibliothekaren mit IT-Schwerpunkt (System- und IT-Bibliothekare, Bibliotheksinformatiker, Data Librarians etc.) sowie anhand eines Vergleichs der Curricula informationswissenschaftlicher Studiengänge, inwieweit den informationstechnischen Anforderungen der modernen Arbeitswelt in der Hochschulausbildung hinreichend Rechnung getragen wird.\r\nZu diesem Zweck liegen 179 IT-bibliothekarische Stellen der Jahre 2012-2017 von OpenBiblioJobs vor, die u. a. hinsichtlich Bedarf, Aufgaben, Kompetenzanforderungen sowie weiteren Inhalten zum Beschäftigungsverhältnis ausgewertet sind. Die analysierten IT-Kompetenzen sind den Modulinhalten von 14 Bachelor- und 9 Masterstudiengängen gegenübergestellt. Das durchschnittliche Jahreswachstum der IT-lastigen Stellenangebote im Untersuchungszeitraum liegt bei 38,25 % und bestätigt damit den Bedarf an Absolventen bibliothekarischer IT-Profile. \r\nSystemorientierte Stellen benötigen u. a. vertiefte Kompetenzen mit bibliothekarischen Informationssystemen, den dort vorkommenden Daten(-banken) und Kenntnisse in der Programmierung, um die Konzeption, Administration und den Support dieser Systeme zu gewährleisten. Diese IT-Kompetenzen werden passend zum vorausgesetzten Abschluss (Bachelor) und der Vergütung (E9-12) in vielen Bachelorstudiengängen in grundlegender Form vermittelt, oft jedoch nur als Wahlpflichtmodule. \r\nDatenorientierte Stellen setzen überwiegend den Master voraus und sind dementsprechend ab E13 eingruppiert. Neben Kompetenzen im gesamten Bereich des Datenmanagements (samt Meta- und Forschungsdaten), Fähigkeiten in der Analyse von Daten und deren Visualisierung sowie in Big und Linked Data, sind insbesondere umfassende Kenntnisse im Wissenschaftsbetrieb gefordert.\r\nIm Gegensatz zu systemorientierten Stellen, für die passende Studiengänge mit vertieften IT-Inhalten existieren, fehlt bislang ein Masterstudiengang für das Datenmanagement, der die nötigen Kompetenzen konzertiert beinhaltet – nur einzelne Bereiche werden bislang abgedeckt. Die Arbeit richtet sich an Interessierte im Informationsbereich, Koordinatoren bibliothekarischer Studiengänge sowie Bibliotheksverbände."
}