{
    "id": "2195",
    "keywords": [
        "Benutzerfreundlichkeit",
        "Prototyp",
        "Mediendesign",
        "Mobiles Internet",
        "Desktop-Computer"
    ],
    "title": "Analyse der Usability Auswirkungen von mobile-first Designs auf den Desktop Kontext anhand eines remote Usability Testkonzepts",
    "text": "In dieser Bachelorarbeit werden zwei Ziele verfolgt. Ein Ziel ist es anhand einer Karriere-Seite mit einem Bewerbungsformular einzuordnen, ob die Gestaltung dieser mit der mobile-first Philosophie einen Einfluss auf die Usability und bezüglich der Benutzbarkeit von Interaktionselementen im Desktop-Kontext hat. Ein weiteres Ziel ist, bedingt durch die COVID-19 Pandemie, eine prototypische Software-Lösung zu entwickeln, welche den kompletten Lösungsversuch im Rahmen eines Usability-Tests einer Versuchsperson inklusive der Blickpositionen, ohne den Einsatz spezieller Hardware, aufnimmt und diese Aufnahme für eine Auswertung auch wieder abspielen kann.  \r\n\r\nDie Arbeit setzt sich dabei aus zwei praktischen Teilen zusammen. Der erste Teil umfasst die Konzeption und Entwicklung der Karriere-Seite unter Einsatz der mobile-first Philosophie für das betreuende Unternehmen, frobese GmbH. Im zweiten Teil der Arbeit wird die Auswirkung der mobile-first Philosophie auf die Usability im Desktop-Kontext empirisch untersucht. Dies geschieht im Rahmen eines remote Usability-Tests mithilfe der dafür entwickelten Software-Lösung. Diese nimmt die Lösungsversuche mitsamt der Blickpositionen der Versuchspersonen auf und fordert sie anschließend auf, einen Fragebogen auszufüllen. Abschließend werden die Ergebnisse, der Versuchsaufbau und die Ergebnisse kritisch gewürdigt. \r\n\r\nDer remote Usability-Test im zweiten Teil der Arbeit wurde mit insgesamt 30 Versuchspersonen durchgeführt. Sie wurden dabei in zwei Gruppen aufgeteilt, eine mobile Gruppe und eine Desktop Gruppe. Im Rahmen des Usability-Tests mussten sie eine Aufgabe auf der prototypischen Karriere-Seite vom ersten praktischen Teil dieser Arbeit erledigen. Die entwickelte remote Lösung erlaubte auch unter Pandemiebedingungen eine einfache Rekrutierung der Versuchspersonen und Durchführung der Versuche. Mithilfe eines Auswertungs-Clients konnten die Versuchsaufnahmen im Nachhinein wieder abgespielt werden und in Form von Heatmaps visualisiert werden. Die Auswertung zeigte, dass mithilfe der mobile-first Philosophie eine exzellente Usability im mobilen Kontext erreicht werden konnte, die sich auch auf den Desktop übertragen hat. Es konnte aber auch ein signifikanter Unterschied in den Bearbeitungszeiten zwischen beiden Gruppen festgestellt werden. Hier konnten die Versuchsaufnahmen Indizien auf die Ursachen dieser Diskrepanz geben."
}