{
    "id": "2213",
    "keywords": [
        "Elektronische Wahl",
        "Kommunalwahl",
        "E-Government",
        "Trusted Computing"
    ],
    "title": "E-Voting bei Kommunalwahlen – Konzeptionierung einer elektronischen Stimmabgabe",
    "text": "Die Einführung einer elektronischen Stimmabgabe bei Kommunalwahlen (E-Voting) ist durch rechtliche und technische Herausforderungen derzeit nicht praktikabel umsetzbar. Untersuchungen zeigen, dass die Einführung zahlreiche Vorteile für die Wahlberechtigten und die Wahlbehörden haben könnte. Die zeitweise Einführung von E-Voting mit Wahlmaschinen wurde jedoch auch rechtlichen Gründen für unzulässig erklärt. So gab es in den letzten Jahren keine neuen Umsetzungsversuche.\r\n\r\nIm Rahmen dieser Arbeit wird ein Konzept für eine elektronische Stimmabgabe bei Kommunalwahlen entwickelt. Um das Konzept in das derzeitige Wahlsystem zu integrieren, wird die Briefwahl als Basis gewählt. Unter Zuhilfenahme von Gesetzestexten wird der Ablauf beschrieben und als Prozessdiagramm dargestellt. Anschließend werden Anforderungen an ein E-Voting-System aus der Literatur aufgenommen und durch die Bildung von Kernaussagen konsolidiert. In jedem ermittelten Briefwahl-Prozessschritt wird die Untersuchung elektronischer Möglichkeiten durch die Prüfung der Kernaussagen bewertet. Anschließend wird die geeignetste elektronische Möglichkeit in das Konzept übernommen.\r\n\r\nDie ermittelten Möglichkeiten zeigen, dass durch den Einsatz von Vertrauensdiensten und Vertrauensdiensteanbietern die Anforderungen erfüllt werden können. Daraus ergibt sich ein Konzept, welches mithilfe aktueller technischer und rechtlicher Entwicklungen eine elektronische Stimmabgabe ermöglichen kann. Unter der ganzheitlichen Betrachtung des Wahlsystems sind jedoch noch viele Herausforderungen zu beachten, die in dieser Arbeit nicht näher erläutert wurden. Die Entwicklungen der letzten Jahre begünstigen die Konzeptionierung einer elektronischen Stimmabgabe. Diesem steht jedoch weiterhin Herausforderungen durch fehlende rechtliche Bewertung, mangelndes Vertrauen, Gesetze, Verordnungen und Medienbrüche entgegen, die vor dem Einsatz bewältigt werden müssen."
}