{
    "id": "1193",
    "keywords": [
        "Sozialarbeit",
        "Intervention",
        "Selbstbestimmung",
        "Gouvernementalität",
        "Alltagskultur"
    ],
    "title": "Selbstbestimmung als Fixstern moderner und kritischer Sozialer Arbeit? - Eine kulturreflexive Konfrontation und Standortbestimmung von Fabian Kessls Theorieansatz der Gouvernementalität Sozialer Arbeit mit den Erkenntnissen aus Heidi Kellers Analysen von Alltagskulturen.",
    "text": "Die vorliegende Arbeit befasst sich mit den Zielen sozialpädagogischer Intervention und Prävention im Spannungsfeld zwischen Individualität und sozialer Verbundenheit. Die Zielsetzung einer Intervention der Sozialen Arbeit basiert entscheidend auf ihrem theoretischen Verständnis, das auf sehr unterschiedlichen Ansätzen beruht. Je nach theoretischem Verständnis, wird der Auftrag bzw. werden die Aufträge formuliert und damit die Zielsetzung bestimmt. Die Auseinandersetzung soll durch die Konfrontation von Fabian Kessls Theorieansatz der Gouvernementalität Sozialer Arbeit und den kultursensitiven Erkenntnissen aus den Analysen von Alltagskulturen der Erziehung von Heidi Keller vollzogen werden.\r\nDas Potenzial von Kessls Theorie der Gouvernementalität liegt in der Verbindung zwischen systematischen Analysen abstrakter politischer Rationalitäten und Führungsformen und den individuellen Alltags- und Selbstpraktiken, sowie der radikal (selbst-)kritischen Haltung und der unermüdlichen Herangehensweise, die Legitimationstraditionen sozialpädagogischer Interaktion zu analysieren und zu reflektieren. Die Arbeiten Kessls werden aber in (alltags-)kultureller Hinsicht nicht explizit genug reflektiert und bleiben daher im Spektrum westlicher (stark auf Kognition zentrierter) Autonomieorientierungen, in der Tradition der Aufklärung.\r\nDurch die Konfrontation mit Kellers Modellen kultureller Alltagsstrategien, wird deutlich, wie weit das gesamte Spektrum möglicherweise ist und welche Anteile bisher wenig Beachtung gefunden hat. Dabei ist dies für Soziale Arbeit nicht nur interessant in Hinsicht auf Migrationsbewegungen. Interessant ist vor allem die Tatsache der Abhängigkeit vom formalen Bildungsniveau und dem sozioökonomischen Standard, die die Modelle der hierarchischen Verbundenheit und der psychologischen Autonomie für Soziale Arbeit im wohlfahrtsstaatlichen Arrangements beachtenswert macht. Allerdings fehlen in den Arbeiten von Keller die machtanalytischen Reflexionen, wodurch sich der Bogen zu Kessl wieder schließen lässt; nun auf einer (alltags-)kulturell erweiterten Ebene.\r\nDie Konfrontation der beiden Ansätze knüpft an Analogien an, die sich in den Polen von Selbstbestimmung und sozialem Verwobensein widerspiegeln und in den Analysen der gesellschaftlichen Veränderungsphase seit den 1970er Jahren. Während Kessl das theoretisch-philosophische Fundament für das hier eingenommene Verständnis von Sozialer Arbeit bereitstellt, veranschaulichen Kellers Erkenntnisse die kulturelle Bedingtheit der von Kessl benannten dominierenden Denk-, Deutungs- und Handlungsweisen von Sozialer Arbeit im Bereich der Erziehung und Subjektwerdungs- prozesse. Mit den Erkenntnissen aus der Konfrontation der beiden Ansätze soll die machtanalytische Perspektive Sozialer Arbeit kultursensitiv erweitert werden und die Arbeiten von Heidi Keller für die Soziale Arbeit (machtanalytisch) fruchtbar gemacht werden."
}