{
    "id": "1296",
    "keywords": [
        "Erweiterte Realität",
        "Öffentliche Bibliothek"
    ],
    "title": "Content-Gestaltung und Einsatzmöglichkeiten von Augmented Reality in Öffentlichen Bibliotheken",
    "text": "Augmented Reality (AR), die Erweiterung der Realität durch computergenerierte Zusatzobjekte, kommt bisher hauptsächlich in Wissenschaftlichen Bibliotheken (WB) zum Einsatz. Diese Arbeit beschäftigt sich deshalb mit den Einsatzmöglichkeiten von AR in Öffentlichen Bibliotheken (ÖB). Betrachtet wird dabei die Realisierung von AR über eigenständig gestalteten Content mittels Anbietern im Internet und dazugehörigen Browser-Apps. Dies stellt eine kostengünstige und barrierefreie Alternative zur Programmierung von Apps dar. Dafür wird zunächst ein theoretischer Überblick gegeben, indem AR definiert wird und die technischen Grundlagen, wie Trackingverfahren und Interfaces, erläutert werden. Darauf folgen, zur Un-termauerung der Diskrepanz zwischen WB und ÖB, Beispiele für umgesetzte Projekte aus beiden Sparten. Anschließend wird auf die allgemeinen Einsatzgebiete und Potenziale von AR sowie die Aufgaben von ÖBs eingegangen. Die daraus abgeleiteten Einsatzmöglichkeiten von AR für Öffentliche Bibliotheken, Navigation und Orientierung, Bestandserweiterung, Veranstaltungen, Öffentlichkeitsarbeit/Marketing/Werbung sowie Informationskompetenz, werden erläutert. Zur Content-Gestaltung werden zunächst Grundvoraussetzungen genannt und die Funktionsweise der AR-Anbieter im Internet erklärt. Im Anschluss werden die Anbieter Blippar, HP Reveal, Layar, ROAR, Wikitude und Zappar, auf Grundlage eines zuvor erstellten Kriterienkatalogs, hinsichtlich ihres Funktionsumfangs verglichen. Im Ergebnis zeigt sich, dass sich die Anbieter zwar alle ähneln, bezüglich spezieller Funktionen und Kosten aber unterscheiden. Am besten schneidet dabei Zappar ab. Ergänzend werden danach die verschiedenen Arten von Content näher betrachtet. Zur Veranschaulichung der leichten Realisierbarkeit von AR werden zwei praktische Beispiele umgesetzt. Zum Abschluss werden Grenzen und Probleme, auch aus rechtlicher Perspektive, betrachtet. Diese schränken die Content-Gestaltung und die Einsatzmöglichkeiten nur wenig ein, womit die Content-Gestaltung von AR für den Einsatz in ÖBs sehr gut geeignet ist."
}