{
    "id": "1718",
    "keywords": [
        "HIV",
        "Therapieerfolg"
    ],
    "title": "Vergleichsanalyse des Therapieerfolgs bei HIV-Infizierten",
    "text": "Die Anzahl an mit dem HI-Virus Neuinfizierten sinkt aufgrund der stetig voranschreitenden Forschung im Bereich der Therapie der HIV-Infektion kontinuierlich. Durch die erforschten HIV-Medikamente, wie zum Beispiel Biktarvy®, Atripla®, Eviplera® oder Genvoya® kann bei nicht vorliegenden Resistenzen oftmals ein bemerkenswerter Therapieerfolg erzielt werden. Doch der Therapieerfolg wird von vielen verschiedenen Faktoren beeinflusst. Um dies genauer zu analysieren, handelt die vorliegende Bachelorarbeit von der Untersuchung des Einflusses verschiedener Parameter auf den Therapieerfolg von HIV-Infizierten. Da es zahlreiche Einflussfaktoren gibt, wurde eine engere Auswahl getroffen. In dieser Arbeit wurde daher der Einfluss von dem Geschlecht, der Therapiekombination, der Altersgruppe, den vergangenen Jahren seit der gestellten Diagnose sowie der Dauer der bereits eingenommenen Therapie auf die Laborwerte „Viruslast“ und „CD4-Zellzahl“ untersucht. Ziel der Bachelorarbeit war es, mehr Daten zu gewinnen, die Ergebnisse des Einflusses der soeben genannten Kenngrößen enthalten. Für die statistische Vergleichsanalyse wurden Daten aus der seit knapp 20 Jahren bestehenden HIV-Datenbank der Medizinischen Hochschule Hannover, Abteilung Rheumatologie und Immunologie, herangezogen. Um die Ergebnisse dieser Bachelorarbeit zusammenzufassen, lässt sich resümieren, dass bei mehr als der Hälfte der Patienten, genauer gesagt bei 51 anhand der Viruslast und 57 von je 72 Patienten anhand der CD4-Zellen, ein Therapieerfolg erzielt werden konnte. Vor allem bei den Einflussgrößen Geschlecht und Therapiekombination konnte ein bemerkenswerter Einfluss auf den Therapieerfolg festgestellt werden. Bei den weiteren Parametern Altersgruppe, Diagnosedauer und Therapiedauer ist kein statistisch signifikanter Unterschied ermittelt worden."
}