{
    "id": "1877",
    "keywords": [
        "Fahrplan",
        "App",
        "Benutzerfreundlichkeit",
        "Verbesserung",
        "Belohnung"
    ],
    "title": "Incentivierung von ÖPNV-Nutzer*innen zur Verbesserung der Aussprache von Haltestellen durch Sprachassistenten unter Berücksichtigung lokaler Besonderheiten",
    "text": "Ein großer Teil der deutschen Bevölkerung nutzt täglich den öffentlichen Nahverkehr, um von A nach B zu kommen. Gerade in Städten existiert meist bereits ein großes Netz an Haltestellen und umfangreichen Fahrplänen. Da sich die Wenigsten diese auf Dauer in ihrer Gesamtheit merken können, wird heutzutage oft auf mobile Apps zurückgegriffen, die schnell und zuverlässig personalisierte Verbindungen anzeigen können. Diese „Fahrplan-Apps“ können unter anderem auch von sogenannten „digitalen Sprachassistenten“ gesteuert und verwendet werden. Einige der deutschen Bus- und Bahnhaltestellennamen sind dabei für Sprachassistenten schwierig zu verarbeiten, weil sie etwa Personennamen enthalten, die nicht geläufig in der deutschen Sprache sind (z.B. „Podbielskistraße“ oder „Poccistraße“), oder aus ihrer Schreibweise keine eindeutige Aussprache abgeleitet werden kann (z.B. „Aegidientorplatz“). Dies kann zu Problemen führen, wenn beispielsweise die Aussprache einer Haltestelle von dem Sprachassistenten nicht erkannt oder falsch erkannt wird und dieser deshalb keine zufriedenstellende Fahrplanauskunft geben kann.\r\nHierzu sollte eine Lösung entwickelt werden, die Nutzer*innen dazu motiviert, bei der Verbesserung der Aussprache von Haltestellennamen durch Sprachassistenten mitzuhelfen. Der erste Schritt ist hierbei, dass die Nutzer*innen verifizieren, ob die Aussprache einer Haltestelle richtig oder falsch ist. Wird sie als falsch bewertet, folgt zusätzlich der zweite Schritt: Die Nutzer*innen können zusätzlich die richtige Aussprache übermitteln. \r\nIn der Bachelorarbeit sollte also eine Incentivierungsmethode für diese beiden Schritte entwickelt werden. Die Softwarelösung sollte eine zusätzliche Funktion in der von der Projektionisten GmbH entwickelten Fahrplan-App \"naNah\" darstellen. Außerdem sollte der Fokus der Arbeit auf der Konzeption des Softwaremoduls liegen, da die Benutzerfreundlichkeit und das Interaktionsdesign einen erheblichen Einfluss auf die Wirksamkeit der Incentivierungsmethode hat.\r\nDazu wurden zunächst Interviews mit potenziellen Nutzer*innen sowie eine Umfrage durchgeführt. Die jeweiligen Ergebnisse wurden als Grundlage für die nächsten Konzeptionsschritte verwendet. Es wurden hieraus vorläufige Bedürfnisse und Anforderungen formuliert und Zielgruppen abgeleitet. Hieraus wurden wiederum Personas erstellt. Anschließend wurden passende User Journeys und User Stories entwickelt.\r\nIm nächsten Schritt wurde eine Wettbewerbsanalyse durchgeführt, in der die Vor- und Nachteile anderer ähnlicher Software herausgearbeitet und für die weitere Entwicklung der eigenen Software bedacht wurden.\r\nNach der Ausarbeitung von Design- sowie technischen Anforderungen wurde ein Prototyp erstellt. Dazu wurde die bis hierhin herausgearbeitete Lösungsidee mithilfe von Skizzen veranschaulicht. Um die Idee detaillierter sowie wahrheitsgetreu darstellen zu können, wurde außerdem ein klickbares Mock-up erstellt, das den inhaltlichen Aufbau der Software hervorhebt. Anschließend wurde dessen Eignung mit einem Usability-Test überprüft und es wurden aus diesem folgende Verbesserungen an dem Clickdummy ausgeführt, sodass am Ende ein ausgereifter Prototyp vorlag. Dieser wurde schließlich in seinen Grundzügen technisch implementiert.\r\nDas Ergebnis der Bachelorarbeit ist eine konzeptionell vollständig ausgearbeitete Softwarelösung sowie ein Proof of Concept."
}