{
    "id": "2936",
    "keywords": [
        "Sozialdemokratische Partei Deutschlands",
        "Wahlkampf",
        "Social Media",
        "Frame",
        "Zeitungsartikel",
        "Input-Output-Analyse"
    ],
    "title": "Einfluss politischer Social-Media-Kommunikation auf journalistische Zeitungsberichterstattung",
    "text": "Auswirkungen strategischer Social-Media-Kommunikation politischer Akteure auf Zeitungsartikel: Inwiefern Themenframes auf sozialen Netzwerken die deutsche Presse beeinflussen.\r\n\r\nWahlkämpfe sind ein ständiges Ringen um die Deutungshoheit über Themen in den Massenmedien zwischen politischen Parteien und Akteuren. Dabei wirkt sich die Art der Medienberichterstattung über den Wahlkampf auf die Meinungsbildung der Rezipient*innen aus und beeinflusst ihr Wahlverhalten. Diese Forschungsarbeit setzt einen anderen Blickwinkel auf die Wahlkampfberichterstattung und untersucht, wie politische Parteien im Wahlkampf Themen in sozialen Netzwerken darstellen (framen) und inwieweit diese Themenframes von Journalist*innen in Zeitungsartikel übernommen werden. Der SPD-Landesverband Niedersachsen veröffentlichte im gesamten Landtagswahlkampf eine sehr geringe Anzahl an Pressemitteilungen. Im Untersuchungszeitraum (08.09-06.10.2022), den letzten vier Wochen des Wahlkampfes, waren es drei Stück. Demnach liegt die Schlussfolgerung nahe, dass Pressemitteilungen kein relevantes Kommunikationsmittel im Wahlkampf (mehr) sind und Inhalte stattdessen über soziale Netzwerke kommuniziert werden.\r\n\r\nMethodik\r\nDas Forschungsthema wurde mithilfe einer Input-Output-Analyse bearbeitet. Im ersten Schritt wurde eine qualitative Input-Inhaltsanalyse der Social-Media-Kommunikation durchgeführt. Es wurden 52 Beiträge auf Twitter und Instagram auf ihre inhaltliche Gestaltung analysiert. Auf Grundlage dieser Ergebnisse wurde eine quantitative Output-Inhaltsanalyse durchgeführt. Darin wurden 427 Zeitungsartikel aus elf Tageszeitungen untersucht. Das Codebuch zur Output-Analyse zielte darauf ab, verwendeten Themen, Themenframes sowie Übernahmen von Originaltönen der Social-Media-Beiträge in Zeitungsartikeln zu ermitteln.\r\n\r\nErgebnisse\r\nJournalist*innen übernehmen Inhalte aus Social-Media-Beiträgen (noch) zu einem geringen Anteil in Zeitungsartikel. Die Themenauswahl zwischen Social-Media-Beiträgen und Zeitungsartikeln war sehr ähnlich, die Frame-Übernahme fiel hingegen gering aus. Wenn Frames übernommen wurden, wurden sie überwiegend ohne Einordnung oder Kritik vermittelt. Inhalte und Originaltöne aus Social-Media Beiträgen des SPD-Landesverbands Niedersachsen übernahmen Journalist*innen im Großteil der Stichprobenartikel nicht. Insgesamt fiel auf, dass regionale Tageszeitungen häufiger SPD-Frames und Originaltöne aus Social-Media-Inhalten in ihre Berichterstattung übernahmen als überregionale Tageszeitungen. Im Hinblick auf Quellen in Zeitungsartikeln fiel auf, dass die SPD und dessen Akteure im Vergleich zu anderen Parteien und Parteiakteuren häufiger als Quelle verwendet wurden. Die Untersuchungsergebnisse lassen auf eine journalistisch unabhängige Arbeit und Artikelaufbereitung schließen. Für das Kommunikationsmanagement ist das jedoch möglicherweise eine Zeit des Umbruchs, weil eine Tendenz, zumindest in der politischen Kommunikation, zu beobachten ist: weg von klassischer Pressearbeit, hin zu sozialer Netzwerkkommunikation."
}