{
    "id": "1219",
    "keywords": [
        "Stakeholder",
        "Wertschöpfung"
    ],
    "title": "Stakeholder-Beziehungen als Erfolgsfaktor. Theoretische Herleitung sowie Begleituntersuchung zur Identifikation der Dimensionen von Beziehungskapital",
    "text": "Unternehmen befinden sich in einem Beziehungsgeflecht mit verschiedenen Stakeholdern, die differierende Ansprüche stellen und den Erfolg des Unternehmens stark beeinflussen. Unter diesen Gegebenheiten ist es von zentraler Bedeutung, gute Beziehungen zu den unterschiedlichen Gruppen und somit ein hohes Beziehungskapital aufzubauen. Eine Schlüsselfunktion kommt dabei der Kommunikation zu, da sie das Bindeglied zwischen Unternehmen und Stakeholdern darstellt. \r\n\r\nUm mithilfe strategischen Kommunikationsmanagements die Beziehungen zu  Stakeholdern zu stärken, müssen Unternehmen wissen, worauf überhaupt gute Beziehungen beruhen. Im Zentrum der Arbeit steht daher das soziale Kommunikations-Controlling von Unternehmen als Analyse- und Steuerungsfunktion und die Frage, aus welchen Faktoren sich das Beziehungskapital eines Unternehmens zusammensetzt. Im Gegensatz zum ökonomischen Kommunikations-Controlling fokussiert der soziale Ansatz nicht die ökonomische Ausrichtung der Kommunikation, sondern die Unternehmen-Stakeholder-Beziehungen.\r\n\r\nAuf Basis des Beziehungskapital-Ansatzes von Szyszka und zentralen Reputationskonzepten wurden die Dimensionen und Indikatoren von Beziehungskapital hergeleitet. Eine quantitative Befragung einer breiten Öffentlichkeit diente anschließend der Prüfung des Entwurfs und der Identifikation möglicher weiterer Aspekte. Das Ergebnis stellt ein Modell dar, demnach Beziehungskapital aus folgenden acht Dimensionen besteht: die Produkte und Services, der unternehmerische Erfolg sowie die Kompetenz des Unternehmens als funktionale Komponenten, die soziale Verantwortung, die ökologische Verantwortung und die Verantwortung gegenüber den Mitarbeitern als soziale Komponenten sowie die Sympathie und Attraktivität des Unternehmens als affektive Komponenten. Die Dimensionen werden durch insgesamt 20 Indikatoren repräsentiert. \r\n\r\nDas Modell lässt sich in den theoretischen Kontext des sozialen Kommunikations-Controllings einordnen und kann als Erweiterung des Beziehungskapital-Ansatzes hinzugezogen werden. In der Praxis liefert die Arbeit erste Hilfestellungen, um das Beziehungskapital eines Unternehmens bestimmen und darauf aufbauend ein strategisches Kommunikationsmanagement etablieren zu können."
}