{
    "id": "3767",
    "keywords": [
        "Großes Sprachmodell",
        "Sprachverarbeitung",
        "Frage-Antwort-System"
    ],
    "title": "Retrieval-Augmented Generation mit LLMs in finanzbezogenen Frage-Antwort-Systemen",
    "text": "Die natürliche Sprachverarbeitung hat durch Fortschritte im maschinellen Lernen, insbesondere durch den Einsatz neuronaler Netze, einen Wandel von klassischen statistischen Methoden hin zu leistungsfähigen Large Language Models wie GPT, LLaMA oder Mistral erfahren. Diese Modelle demonstrieren eindrucksvolle Fähigkeiten in der Textgenerierung und der Bearbeitung komplexer sprachlicher Aufgaben. Mit Zunahme ihrer Integration in unternehmerische Prozesse und Einsatzmöglichkeit im Finanzsektor, rückt jedoch auch ihre Anfälligkeit für Fehler in den Fokus. Ein zentrales Problem stellt die sogenannte Halluzination dar, bei der plausibel klingende, jedoch faktisch unzutreffende Inhalte generiert werden. In regulierten Domänen, wie etwa dem Finanzwesen, können derartige Fehler zu signifikanten Risiken führen. Ein vielversprechender Ansatz zur Reduktion dieser Problematik ist die Retrieval-Augmented Generation, bei der externe Wissensquellen zur Kontexterweiterung zur Inferenzzeit der Modelle herangezogen werden. Die vorliegende Arbeit hat die Intention, den Einsatz von Retrieval-Augmented Generation in domänenspezifischen Frage-Antwort-Systemen im Finanzbereich zu untersuchen. Zu diesem Zweck wurde ein prototypisches System bestehend aus Retrieval- und Generierungskomponente entwickelt, das Finanzberichte börsennotierter Unternehmen als Wissensquelle nutzt. Die Architektur integriert ein Embedding-Modell, eine Vektordatenbank sowie das Modell Mistral-7B. Die Evaluation erfolgt anhand eines Referenzdatensatzes, der Frage-Antwort-Paare und zugehörige Kontexte umfasst. Zur Bewertung werden sowohl klassische Retrieval- und Generierungsmetriken als auch eine sprachmodellgestützte Bewertung mithilfe von GPT-3.5 eingesetzt. Die Ergebnisse zeigen, dass Retrieval-Augmented Generation im Vergleich zum rein generativen Ansatz zu konsistenten Verbesserungen in Bezug auf Antwortqualität, Kontextbezug und Reduktion von Halluzination führt. Gleichzeitig identifiziert die Analyse Schwächen bei der Verarbeitung quantitativer Angaben und künftige Potenziale zur Optimierungen durch Reranking oder Fine-Tuning auf Finanzdaten. Der entwickelte Prototyp ist unter https://github.com/0xBuro/FinLLM-RAG-Eval verfügbar."
}