{
    "id": "3040",
    "keywords": [
        "Arbeitsweise",
        "Personalwesen"
    ],
    "title": "New Work als innovativer Ansatz zur Überwindung des Fachkräftemangels in der Veranstaltungsbranche",
    "text": "In der vorliegenden Arbeit wird mittels einer Einzelfallstudie über die Live-Kommunikations Agentur Klubhaus untersucht, ob New Work ein Ansatz zur Überwindung des Fachkräftemangels sein kann. Die Veranstaltungsbranche leidet derzeit unter einem Fachkräftemangel. Zentrale Gründe dafür sind die Corona Pandemie und ein schlechtes Branchenimage im Hinblick auf die Arbeitsbedingungen. Folgen des Fachkräftemangels in der Veranstaltungsbranche sind eine eingeschränkte Geschäftsfähigkeit der Akteur*innen, ein Kompetenzverlust der Branche, eine sinkende Mitarbeitendenzufriedenheit, steigende Personalkosten und der Wegfall kleinteiliger Branchenstrukturen. Die Veranstaltungsbranche ist geprägt von herausfordernden, personalbezogenen Strukturen, wie einer hohen Anzahl an Soloselbstständigen und einer projektorientierten Arbeitsweise. Darüber hinaus stellen die Digitalisierung, der demografische Wandel und der gesellschaftliche Wertewandel zentrale Herausforderungen für das Personalmanagement dar. Um diesen angemessen zu begegnen, sind Strategien zur Personalbindung und -rekrutierung notwendig. Eine Strategie kann die Implementierung von New Work Merkmalen sein. Das Ziel von New Work ist, die Arbeit so zu transformieren, dass die Arbeit dem Menschen und nicht der Mensch der Arbeit dient. Die Ausübung einer sinnstiftenden Tätigkeit und eine selbstbestimmte Arbeitsweise zählen z.B. zu New Work. Innovative Bürokonzepte, Agilität und flache Hierarchien, Flexibilität sowie Personalentwicklung sind zudem moderne New Work Merkmale. Für eine erfolgreiche Implementierung und Ausübung von New Work ist der regelmäßige Austausch über die New Work Merkmale im gesamten Team elementar. Zu einer nachhaltigen Fachkräftebindung und -rekrutierung können vor allem sinnstiftende Tätigkeiten und eine selbstbestimmte Arbeitsweise beitragen. Doch auch die modernen New Work Merkmale tragen zu einer nachhaltigen Fachkräftebindung und -rekrutierung bei. Wichtig zu beachten ist, dass ein branchenweiter Wandel in Richtung New Work zur Überwindung des Fachkräftemangels notwendig ist. Die Umsetzung von New Work Merkmalen ist auch in einer unter Fachkräftemangel leidenden und zugleich wachsenden Branche möglich. Insgesamt stellt die Kombination aus New Work und einem erhöhten Gehaltsniveau den zentralen Ansatz zur Überwindung des Fachkräftemangels in der Veranstaltungsbranche dar."
}