{
    "id": "2357",
    "keywords": [
        "Hochschule",
        "Gesundheitsförderung"
    ],
    "title": "Gesundheitsförderliche Netzwerkarbeit an deutschen Hochschulen",
    "text": "Hintergrund: In Anbetracht aller Entwicklungen der Forschung und Praxis der Gesundheitsförderung seit der Ottawa Charta (1986) baute sich im Sinne des dritten Ziels „Vermitteln und Vernetzen“ die Vernetzung der Akteur_innen im Kontext der Gesundheit in unterschiedlichen Settings und somit auch an Hochschulen stetig aus. So entstanden neben dem bundesweiten Arbeitskreises Gesundheitsfördernder Hochschulen (AGH) vor allem seit dem Präventionsgesetz im Jahre 2015 auf regionaler Ebene unterschiedliche Netzwerke zur Gesundheitsförderung an Hochschulen. Elementares Ziel der regionalen, aber auch überregionalen Netzwerke ist die Vernetzung der Akteur_innen des betrieblichen und studentischen Gesundheitsmanagements aus den unterschiedlichen Hochschulen Deutschlands und die dadurch verbesserte Förderung der Gesundheit von Studierenden (2.9 Millionen) und Beschäftigten (760.000) an Hochschulen. Zur in dieser Arbeit spezifisch betrachteten regionalen Netzwerkarbeit zur Gesundheitsförderung an Hochschulen und deren Vorgehensweisen liegen noch keine empirischen Befunde vor.\r\n\r\nZiel der Erhebung: Ziel der qualitativen Erhebung war die Identifikation der Vorgehensweisen der regionalen Netzwerke zur Gesundheitsförderung an Hochschulen, wobei die Netzwerke in ihren dynamischen Prozessen und Strukturen als multikomplexe Kommunikationssysteme verstanden werden. Weitere Forschungsfragen beschäftigten sich mit der Bedeutung der Evaluation und den Nachhaltigkeitsstrategien der Netzwerke.\r\n\r\nMethodik: Mit Hilfe eines qualitativen leitfadengestützten Vorgehens wurden Vertreter_innen von insgesamt sieben der acht regionalen Netzwerke zur Gesundheitsförderung an Hochschulen im Rahmen eines digitalen Interviews befragt. Als Auswertungsmethode wurde die qualitative Inhaltsanalyse nach Mayring (2015) genutzt.\r\n\r\nErgebnisse: Regionale Netzwerke zur Gesundheitsförderung zeichnen sich durch komplexe Kommunikations- und Arbeitsstrukturen aus. Durch niedrigschwellige und partizipative Arbeitsweisen, z. B. durch die Planung und Durchführung der Netzwerktreffen mit den Mitgliedshochschulen, ergeben sich für die im Fokus stehenden interdisziplinären Akteur_innen unterschiedliche Chancen und Synergieeffekte zur Weiterentwicklung der Gesundheitsförderung. Trotz einiger Überschneidungen agieren die untersuchten regionalen Netzwerke in zentralen Aspekten nicht einheitlich, sondern gestalten die Arbeit abhängig von den gegebenen Strukturen individuell.\r\n\r\nSchlussfolgerungen: Regionale Netzwerke zur Gesundheitsförderung an Hochschulen sind dynamische, partizipative und interdisziplinäre Kommunikations- und Arbeitssysteme in denen etablierte Mechanismen der Netzwerkarbeit und Gesundheitsförderung (z. B. Partizipation) dem offenen, innovativen und agilen Charakter eines Netzwerks gegenüberstehen. In diesem Kontinuum nehmen die regionalen Netzwerke gemeinsam mit den Mitgliedern dynamische Entwicklungen wahr und entwickeln zukunftsfähige Lösungen für die Gesundheitsförderung an deutschen Hochschulen."
}