{
    "id": "3013",
    "keywords": [
        "Personalmarketing",
        "Medienwirtschaft",
        "Bildersprache",
        "Generation Jahrgang 1995-2010"
    ],
    "title": "Generationszentriertes Employer Branding in der deutschen Medienbranche? Eine Analyse aktuell vorhandener Metaphernkonzepte in der digitalen Employer Branding Kommunikation großer deutscher Medienkonzerne für die Mitarbeitendenakquise der Generation Z",
    "text": "Die Generation Z stellt Arbeitgebende vor eine Herausforderung. In Zeiten, in denen in vielen Branchen Fachkräftemangel herrscht und der Beschäftigten-Nachwuchs in seiner Anzahl wesentlich geringer ist als die Lücken, die Pensionierte bei ihrem Rentenantritt hinterlassen, ist eine hohe Arbeitgebendenattraktivität nicht nur viel Wert, sondern fundamental. Gerade im Hinblick auf die gewünschten Mitarbeitenden jüngerer Generationen müssen Unternehmen neu denken und ihre gewohnten Kommunikationsaktivitäten anpassen. Ein erfolgreiches Employer Branding kennt die Ansprüche und Charakteristika seiner Zielgruppen und schöpft gängige Instrumente und Maßnahmen aus, um den gewünschten Effekt nach außen zu erzeugen. Allerdings wird Sprache auch in dieser Disziplin nicht aktiv in all ihrer Komplexität und mitsamt all ihren Möglichkeiten betrachtet. Ein Instrument, dessen theoretische Fundierung eine lange Zeit zurückreicht, welches jedoch in der dazugehörigen Fachliteratur gemeinhin als wirkungsstark gilt, ist die metaphorische Redewendung.\r\n\r\nDie vorliegende Masterarbeit befasst sich mit der Forschungslücke, welche aus der Überschneidung der Themenbereiche Metaphernforschung, Employer Branding (Kommunikation) und (Werten der) Generation Z besteht. Ziel dieser Masterthesis ist das Bestimmen des Status Quos hinsichtlich der Verwendung von Metaphern im Kontext von zielgruppenspezifischer Employer Branding Kommunikation in der deutschen Medienbranche. Mit Bezug auf die Zielgruppe der Generation Z wird die Vermittlung von Werten ebendieser Zielgruppe durch Metaphern in den Fokus genommen."
}