{
    "id": "2759",
    "keywords": [
        "Spezialbibliothek",
        "Informationskompetenz",
        "Leibniz-Institut für Bildungsmedien",
        "Georg-Eckert-Institut"
    ],
    "title": "Förderung von Informationskompetenz in Spezialbibliotheken unter Berücksichtigung von Wissenskulturen",
    "text": "Ziel dieser Bachelorarbeit ist es Empfehlungen für eine Neukonzeption zur Förderung von Informationskompetenzen an Spezialbibliotheken mit der Hauptzielgruppe Wissenschaftler*innen am Beispiel der Forschungsbibliothek des Leibniz-Institut für Bildungsmedien | Georg-Eckert-Instituts (GEI) unter Berücksichtigung der Wissenskulturen zu formulieren.\r\n\r\nEs wird festgestellt, dass die lebenslange Weiterbildung der Informationskompetenz bei Wissenschaftler*innen unabdingbar ist und im Einklang mit der Steigerung der Forschungsproduktivität steht. Trotz dieser Erkenntnisse gibt es in der Fachliteratur bisher kaum nennenswerte Konzepte zur Förderung der Informationskompetenz der Forschenden in Spezialbibliotheken. Mit Hilfe der wissenskulturellen Analyse, basierend auf den Ansätzen der KIBA-Gruppe zu Informationsdidaktik und der Wissenskulturen von Karin Knorr-Cetina, wird ein Interview-Leitfaden entwickelt, mit Hilfe dessen bei 10 Mitarbeitenden des GEI eine Analyse der Wissenskultur und der Bedürfnisse durchgeführt wird. Die Ergebnisse zeigen, dass für die Förderung von Informationskompetenz ein ganzheitliches Konzept benötigt wird, welches sich nicht nur ausschließlich auf reine Schulungen beschränkt. Es sind verschiedene Formate notwendig, um die individuellen Bedürfnisse der Forschenden abzudecken. Besonders virtuelle Angebote sollen integriert werden. Die Ergebnisse lassen sich allerdings nicht auf andere Spezialbibliotheken deckungsgleich übertragen. Die wissenskulturelle Analyse kann jedoch als Grundlage angewendet werden, um auch in anderen Spezialbibliotheken ein neues Konzept zur Förderung der Informationskompetenz bei Wissenschaftler*innen zu entwickeln."
}