{
    "id": "2758",
    "keywords": [
        "Cyberattacke",
        "Eindringerkennung",
        "Advanced Persistent Thread",
        "Irrelevanzminderung"
    ],
    "title": "Untersuchung der Nutzbarkeit von Graphreduktionstechniken auf Provenance Graphen im Bereich der IT-Sicherheit",
    "text": "Die Angriffserkennung ist ein wesentlicher Bestandteil, Cyberangriffe zu verhindern und abzumildern. Dazu werden Daten aus verschiedenen Quellen gesammelt und auf Einbruchsspuren durchsucht. Die heutzutage produzierten Datenmengen sind ein wesentliches Problem für die Angriffserkennung. Besonders bei komplexen Cyberangriffen, die über einen längeren Zeitraum stattfinden, wächst die zu durchsuchende Datenmenge stark an und erschwert das Finden und Kombinieren der einzelnen Angriffsschritte. \r\n\r\nEine mögliche Lösung, um dem Problem entgegenzuwirken, ist die Reduktion der Datenmenge. Die Datenreduktion versucht, Daten herauszufiltern, die aus Sicht der Angriffserkennung irrelevant sind. Diese Ansätze werden unter dem Begriff Reduktionstechniken zusammengefasst. In dieser Arbeit werden Reduktionstechniken aus der Wissenschaft untersucht und auf Benchmark Datensätzen angewendet, um ihre Nutzbarkeit zu evaluieren. Dabei wird der Frage nachgegangen, ob die Reduktionstechniken in der Lage sind, irrelevante Daten ausfindig zu machen und zu reduzieren, ohne dass eine Beeinträchtigung der Angriffserkennung stattfindet. Die Evaluation der Angriffserkennung erfolgt durch ThreaTrace, welches eine Graph Neural Network basierte Methode ist.\r\n\r\nDie Evaluierung zeigt, dass mehrere Reduktionstechniken die Datenmenge wesentlich reduzieren können, ohne die Angriffserkennung zu beeinträchtigen. Bei drei Techniken führt der Einsatz zu keinen nennenswerten Veränderungen der Erkennungsraten. Dabei wurden Reduktionsraten von bis zu 30 % erreicht. Bei der Anwendung einer Reduktionstechnik stieg die Erkennungsleistung sogar um 8 %. Lediglich bei zwei Techniken führt der Einsatz zum drastischen Absinken der Erkennungsrate. \r\n\r\nInsgesamt zeigt die Arbeit, dass eine Datenreduktion angewandt werden kann, ohne die Angriffserkennung zu beeinträchtigen. In besonderen Fällen kann eine Datenreduktion, die Erkennungsleistung sogar verbessern. Allerdings ist der erfolgreiche Einsatz der Reduktionstechniken abhängig vom verwendeten Datensatz und der verwendeten Methode der Angriffserkennung."
}