{
    "id": "1961",
    "keywords": [
        "Betriebliches Gesundheitsmanagement",
        "Gesundheitsförderung",
        "Gesundheitskompetenz",
        "Pflege",
        "Berufsaussicht"
    ],
    "title": "Berufliche Perspektiven von AbsolventInnen aus Studiengängen für Gesundheits- und Pflegeberufe in  Bereichen des betrieblichen Gesundheitsmanagements",
    "text": "Ausgangslage: Vor dem Hintergrund der vielfältigen Möglichkeiten des Settings Hochschule, die gesundheitlichen Belange von derzeit 719.203 Beschäftigten und 2,9 Millionen Studierenden zu gestalten und auf diese einzuwirken, bauen immer mehr Hochschulen interne Strukturen zur Gestaltung einer gesundheitsförderlichen Lehr-/ Lernumgebung auf. Besonders die Gesundheit von Studierenden ist in den vergangenen Jahren stärker in den Fokus gerückt, sodass Projekte des Studentischen Gesundheitsmanagements, die die Vermittlung von Gesundheitsförderung an alle Studierende als Aufgabe für den zukünftigen beruflichen Wirkungsbereich beabsichtigen, zunehmend vorangetrieben werden. Bislang gibt es jedoch keine empirischen Untersuchungen, die die MultiplikatorInnenrolle von AbsolventInnen in beruflichen Handlungsfeldern bestätigen.\r\n\r\nZiel der Studie: Ziel der Studie war es herauszufinden, ob und zu welchem Anteil die hochschulisch erworbenen Kompetenzen zum BGM bzw. zur BGF in den beruflichen Handlungsfeldern Anwendung finden und ob sich die AbsolventInnen als MultiplikatorInnen eigeninitiativ an der Gestaltung eines gesundheitsförderlichen Settings beteiligen.\r\n\r\nMethoden: Im Rahmen einer als Querschnittsstudie angelegten AbsolventInnen-Befragung zum beruflichen Verbleib beteiligten sich n = 125 AbsolventInnen aus Studiengängen für Pflege- und Gesundheitsberufe. Die Auswertung und Diskussion der Ergebnisse fokussierte sich auf den Befragungsteil zum Betrieblichen Gesundheitsmanagement.\r\n\r\nErgebnisse: Die AbsolventInnen setzen insbesondere verhaltens- und verhältnisbezogene Maßnahmen in ihrem Berufsalltag um und fühlen sich durch ihr Studium gut darauf vorbereitet, Aufgaben zur Ausgangsbestimmung, Maßnahmenentwicklung sowie Evaluationen und Wirksamkeitsnachweise in Bereichen des Betrieblichen Gesundheitsmanagements bzw. der Betrieblichen Gesundheitsförderung zu übernehmen. Der Transfer des gesundheitsförderlichen Wissens und Handelns im Sinne der MultiplikatorInnenrolle zeigt jedoch Handlungsbedarf. \r\n\r\nSchlussfolgerungen: Es bedarf einer vertiefenden Reflexion und Stärkung des persönlichen Selbstverständnisses und der professionellen Identität der Gesundheits- und Pflegeberufe mit Blick auf die Betriebliche Gesundheitsförderung unter Einbezug der kontextspezifischen Rahmenbedingungen der Hochschulen und des Gesundheitswesens."
}