{
    "id": "1922",
    "keywords": [
        "Fernsehinterview",
        "Gesprächsführung",
        "Journalist",
        "Alternative für Deutschland"
    ],
    "title": "Zwischen rechtspopulistisch und rechtsextremistisch - Wie Politikjournalist*innen Fernsehinterviews mit AfD-Politiker*innen führen",
    "text": "Der Einzug der rechtspopulistischen und teilweise rechtsextremistischen Alternative für Deutschland in den Deutschen Bundestag, hat das politische Klima verändert und stellt auch den Journalismus vor neue Herausforderungen. Die vorliegende Arbeit untersucht, wie Politikjournalist*innen Fernsehinterviews mit AfD-Politiker*innen führen. Hierfür wurden leitfaden-basierte Experteninterviews mit neun Experten aus den Bereichen der politischen Interviewführung vor und hinter der Kamera sowie Seminaren zur Interviewführung mit Rechtspopulist*innen geführt.\r\nDie Untersuchungsergebnisse werden mit Hilfe einer qualitativen Inhaltsanalyse in Anlehnung an Mayring ermittelt. Zentrale Ergebnisse dieser Arbeit sind, dass es zwar keiner grundsätzlich ‚spezifischen‘ Interviewführung bei AfD-Politiker*innen bedarf, die Vorbereitung darauf allerdings weitaus umfangreicher sein muss. Politikjournalist*innen müssen sich in Bereichen des Rechtsextremismus, der Rhetorik der Rechten und rechtspopulistischem Framing weiterbilden und auf Anfeindungen und Verleumdung von Fakten von AfD-Politiker*innen vorbereitet sein. Außerdem wird aus der Untersuchung deutlich, dass es beispielsweise einen großen Unterschied macht, ob Politikjournalist*innen AfD-Interviews vor oder hinter der\r\nKamera führen. Die Untersuchungsteilnehmer sind sich darin einig, dass durch die exorbitante, mediale Beobachtung und die gegensätzlichen Erwartungshaltungen der Öffentlichkeit, Politikjournalist*innen unter einem erhöhten Druck bei Interviews mit AfD-Politiker*innen stehen. Dadurch wird einem Fernsehinterview mit AfD-Politiker*innen eine Art Sonderstatus zugeschrieben und es hebt sich somit auch immer von Fernsehinterviews mit Politiker*innen anderer Parteien ab."
}